Repository: AlexFalappa/Bluetooth-Battery-Meter
Catalog: po/*.po
Languages: es, fa, fr, it, oc, pt_br, ru, zh_tw

source: Enable to sort devices by connection history, or disable to sort by connection status and alias
es: Activar para ordenar los dispositivos por historial de conexiones, desactivar para ordenar por estado de conexión y alias
fa: فعالسازی مرتب کردن دستگاه ها بر اساس تاریخچه اتصال یا غیر فعال سازی مرتب کردن بر اساس وضعیت و الیاس
it: Abilita per ordinare i dispositivi per cronologia di connessione o disabilita per ordinare per stato di connessione e alias
pt_br: Habilita a ordem pelo histórico de conexão, ou desabilita a ordem pelo estado de conexão e nome
ru: Включите или отключите сортировку устройств по истории подключений сортировку по статусу подключения и псевдониму
zh_tw: 啟用此選項可依連線歷史記錄排序裝置，停用則依連線狀態和別名排序

source: © %s %s
fa: کپی رایت %s %s

source: No available or connected devices
oc: Cap de periferic pas disponible o connectat

source: Turn on Bluetooth to connect to devices
oc: Activar lo Bluetooth per connectar de periferics

source: Bluetooth Settings
oc: Paramètres Bluetooth
