Repository: AlexFalappa/Bluetooth-Battery-Meter
Catalog: po/*.po
Languages: es, fa, fr, it, oc, pt_br, ru, zh_tw

source: Disconnect
es: Desconectar
fa: قطع ارتباط
fr: Déconnecter
it: Disconnetti
oc: Desconnectar
pt_br: Desconectar
ru: Отключить
zh_tw: 中斷連線

source: Connect
es: Conectar
fa: اتّصال
fr: Connecter
it: Connetti
oc: Connectar
pt_br: Conectar
ru: Подключить
zh_tw: 連線

source: %d Connected
es: %d conectado
fa: %d وصل شده
fr: %d connecté
it: %d Connesso
oc: %d connectat
pt_br: %d conectado
ru: %d подключено
zh_tw: %d 個裝置已連線

source: GNU General Public License, version 3 or later
es: Licencia Pública General de GNU, versión 3 o posterior
fa: نگارش ۳ یا بالاتر پروانهٔ جامع همگانی گنو
fr: Licence publique générale GNU, version 3 ou ultérieure
it: GNU General Public License, versione 3 o successiva
oc: Licéncia publica generala GNU, version 3 o ulteriora
pt_br: Licença Pública Geral GNU, versão 3 ou posterior
ru: GNU General Public License, версии 3 или позже
zh_tw: GNU 通用公眾授權條款第 3 版或更新的版本

source: This application comes with absolutely no warranty. See the <a href="%s">%s</a> for details.
es: Esta aplicación viene sin garantía de ningún tipo. Consulte <a href="%s">%s</a> para más información.
fa: این برنامه بی هیچ ضمانتی می‌آید. برای جزيیات <a href="%s">%s</a> را ببینید.
fr: Ce programme est fourni sans aucune garantie. Pour plus de détails, consultez <a href="%s">%s</a>.
it: Questa applicazione non è assolutamente coperta da garanzia. Vedi <a href="%s">%s</a> per i dettagli.
oc: Aquesta aplicacion es provesida sens cap de garantida. Consultatz la <a href="%s">%s</a> per mai de detalhs.
pt_br: Este aplicativo vem sem absolutamente nenhuma garantia. Consulte a <a href="%s">%s</a> para mais detalhes.
ru: Это приложение не имеет никакой гарантии. Подробнее <a href=“%s”>%s</a>.
zh_tw: 本應用程式完全不提供任何擔保責任。如需更多資訊，請參閱<a href="%s">%s</a>。

source: Show all
fr: Tout afficher
oc: Tot afichar
zh_tw: 顯示全部

source: Hide all
fr: Tout masquer
oc: Tot amagar
zh_tw: 隱藏全部

source: Hide indicator
fr: Masquer l'indicateur
oc: Amagar l’indicator
zh_tw: 隱藏指示器

source: Show all: Shows Indicator icon and battery information in QuickSetting. Hide all: Hide battery information and Indicator icon in QuickSetting. Hide indicator: Hide only Indicator icon, Show battery information in QuickSetting.
fr: Tout afficher: Affiche l'icône de l'indicateur et les informations de batterie dans les paramètres rapides. Cacher tout : Cache l'icône de l'indicateur et les informations de batterie dans les paramètres rapides. Cacher l'indicateur : Cacher l'icône d'indicateur uniquement, affiche les informations de la batterie dans les paramètres rapides.
oc: Tot afichar : Afichar l'icòna de l'indicator e las informacions de la batariá dins QuickSetting. Tot amagar : Amagar las informacions de la batariá e l'icòna d'indicator dins QuickSetting. Amagar l’indicator: Amagar sonque l'icòna de l’indicator, afichar las informacions de la batariá dins QuickSetting.
zh_tw: 顯示全部： 在快速設定中顯示指示器圖示與電池資訊。 隱藏全部： 在快速設定中隱藏電池資訊與指示器圖示。 隱藏指示器： 僅隱藏指示器圖示，在快速設定中仍顯示電池資訊。

source: Delete device information: The button is available after unpairing device
es: Eliminar información del dispositivo: el botón está disponible tras desemparejar el dispositivo
fa: حذف اطلاعات دستگاه ها: دکمه بعد از قطع شدن جفت سازی دستگاه
fr: Supprimer les informations du périphérique : le bouton est disponible après avoir désappairé l'appareil
it: Elimina informazioni sul dispositivo: il pulsante è disponibile dopo aver disaccoppiato il dispositivo
oc: Informacions de supression de periferic : lo boton es disponible après aver copat l’associacion del periferic
pt_br: Deletar informação do dispositivo: O botão estará disponível após desemparelhar o dispositivo
ru: Удалить устройство: кнопка доступна после разрыва сопряжения с устройством
zh_tw: 刪除裝置資訊：取消配對裝置後此按鈕即可使用

source: (Removed)
es: (Eliminado)
fa: (حذف کردن)
fr: (Supprimé)
it: (Rimosso)
oc: (Levat)
pt_br: (Removido)
ru: (Удалено)
zh_tw: （已移除）

source: (Paired)
es: (Emparejado)
fa: (جفت شده)
fr: (Appairé)
it: (Accoppiato)
oc: (Apariat)
pt_br: (Pareado)
ru: (Сопряжено)
zh_tw: （已配對）

source: About
es: Acerca de
fa: درباره
fr: À propos
it: Informazioni
oc: A prepaus
pt_br: Sobre
ru: О приложении
zh_tw: 關於

source: Read me
es: Léame
fa: مرا بخوان
fr: Lisez-moi
it: Leggimi
oc: Me legir
pt_br: Leia-me
ru: Инструкция
zh_tw: 讀我

source: Report an Issue
es: Informar de un problema
fa: گزارش مشکل
fr: Signaler un problème
it: Segnala un problema
oc: Senhalar un problèma
pt_br: Reportar um problema
ru: Сообщить об ошибке
zh_tw: 回報問題

source: Translations
es: Traducciones
fa: ترجمه ها
fr: Traductions
it: Traduzioni
oc: Traduccions
pt_br: Traduções
ru: Переводы
zh_tw: 翻譯

source: View sources on Github
es: Ver código fuente en Github
fa: منابع را در گیت هاب ببینید
fr: Consulter le code source sur GitHub
it: Visualizza sorgenti su Github
oc: Còdi font sus Github
pt_br: Ver código-fonte
ru: Посмотреть исходный код на Github
zh_tw: 在 GitHub 上檢視原始碼

source: Legal
fa: حقوقی
fr: Mentions légales
it: Legale
oc: Avís legal
pt_br: Aviso legal
ru: Правовой статус
zh_tw: 法律聲明

source: Online Tutorials
es: Tutoriales en línea
fa: دوره های آنلاین
fr: Tutoriels en ligne
it: Tutorial on-line
oc: Tutorials en linha
pt_br: Tutoriais Online
ru: Онлайн уроки
zh_tw: 線上教學

source: Device
es: Dispositivo
fa: دستگاه
fr: Périphérique
it: Dispositivo
oc: Periferic
pt_br: Dispositivo
ru: Устройство
zh_tw: 裝置

source: Show / hide battery information per device
fr: Afficher/Masquer les informations sur la batterie par périphérique
oc: Afichar / Amagar las informacions de batariá per periferic
zh_tw: 依裝置顯示／隱藏電池資訊

source: Note: General Setting overrides per device settings
fr: Remarque : les paramètres généraux remplacent les paramètres par périphérique
oc: Nòta : los paramètres generals subrecargan los paramètres per periferic
zh_tw: 注意：一般設定會覆蓋個別裝置設定

source: No battery reporting capable device paired!
fr: Aucun périphérique capable de reporter l'état de la batterie appairé !
oc: Cap de periferic amb senhalament d’estat de batariá apariat !
zh_tw: 尚未配對任何可回報電池資訊的裝置！

source: General
fr: Général
zh_tw: 一般設定

source: Indicator Settings
es: Configuración de los indicadores
fa: تنظیمات شاخص
fr: Paramètres de l'indicateur
it: Impostazioni dell'indicatore
oc: Paramètres de l'indicator
pt_br: Configurações do indicador
ru: Настройки иконок системной панели
zh_tw: 指示器設定

source: Enable Bluetooth device battery indicators
fr: Activer les indicateurs de batterie des périphériques Bluetooth
oc: Activar los indicators de batariá de periferics Bluetooth
zh_tw: 啟用藍牙裝置電池指示器

source: Show icon in system tray with device battery level
fr: Affiche une icône dans la barre d'état système avec le niveau de batterie du périphérique
oc: Mostrar una icòna dins la barra sistèma amb lo nivèl de batariá dels periferics
zh_tw: 在系統工具列上顯示裝置電池電量圖示

source: Show percentage in text
fr: Afficher le niveau en pourcentage
oc: Afichar lo percentatge en tèxte
zh_tw: 以文字顯示百分比

source: Add text in percentage next to battery indicators icon
fr: Ajoute le niveau de charge en pourcentage à côté des icônes des indicateurs de batterie
oc: Apondre lo percentatge en tèxte a costat de l’icòna de l’indicator de batariá
zh_tw: 在電池指示器圖示旁加入百分比文字

source: Quick Menu Settings
es: Configuración del menú rápido
fa: تنظیمات منوی سریع
fr: Paramètres du menu rapide
it: Impostazioni del menu rapido
oc: Sortir del menú Paramètres
pt_br: Configurações do Menu Rápido
ru: Настройки быстрого меню
zh_tw: 快速選單設定

source: Show Bluetooth device battery level icon
fr: Afficher l'icône du niveau de batterie du périphérique Bluetooth
oc: Mostrar l’icòna de nivèl de batariá de periferic Bluetooth
zh_tw: 顯示藍牙裝置電池電量圖示

source: Displays icon in popup menu showing Bluetooth device battery level
fr: Affiche une icône dans le menu indiquant le niveau de batterie du périphérique Bluetooth
oc: Aficha una icòna dins un menú surgissent en mostrant lo nivèl de batariá de periferics Bluetooth
zh_tw: 在彈出選單中顯示藍牙裝置電池電量圖示

source: Show Bluetooth device battery percentage
es: Mostrar el porcentaje de batería de los dispositivos Bluetooth
fa: نمایش درصد باتری دستگاه بلوتوثی
fr: Afficher le pourcentage de batterie du périphérique Bluetooth
it: Mostra la percentuale della batteria del dispositivo Bluetooth
oc: Mostrar lo percentatge de batariá de periferics Bluetooth
pt_br: Mostrar porcentagem de bateria do dispositivo Bluetooth
ru: Показать процент заряда батареи Bluetooth устройств
zh_tw: 顯示藍牙裝置電池百分比

source: Displays Bluetooth device battery level percentage in text
es: Muestra el porcentaje de batería de los dispositivos Bluetooth como texto
fa: نمایش مقدار باتری دستگاه بلوتوثی به صورت درصد متنی
fr: Affiche le niveau de charge du périphérique Bluetooth en pourcentage
it: Visualizza la percentuale del livello della batteria in cifre
oc: Aficha lo nivèl de batariá de periferics Bluetooth en percentatge
pt_br: Exibe a porcentagem do nível da bateria do dispositivo Bluetooth em texto
ru: Отображение процентного уровня заряда батареи устройства Bluetooth в текстовом виде
zh_tw: 以文字顯示藍牙裝置電池電量百分比

source: Display battery level icon before text
es: Mostrar el icono de nivel de batería antes del texto
fa: نمایش نماد مقدار باتری قبل از متن
fr: Afficher l'icône du niveau de batterie avant le texte
it: Visualizza l'icona del livello della batteria prima delle cifre
oc: Mostrar lo percentatge avant l'icòna de batariá
pt_br: Exibir ícone de nível de bateria antes do texto
ru: Показать иконку заряда батареи перед процентами
zh_tw: 在文字前顯示電池電量圖示

source: Swaps position of battery level icon and percentage text
es: Intercambia la posición del icono de nivel de batería y el texto con el porcentaje
fa: جابه جایی موقعیت نماد مقدار باتری و درصد متنی
fr: Interverti la position de l'icône du niveau de batterie et du texte en pourcentage
it: Scambia la posizione dell'icona del livello e delle cifre percentuali
oc: Escàmbia la posicion de l’icòna de nivèl de batariá amb çò del percentatge
pt_br: Troca a posição do ícone do nível da bateria e do texto percentual
ru: Поменяет местами отображение иконки батареи и проценты
zh_tw: 交換電池電量圖示與百分比文字的位置

source: Note!
es: ¡Aviso!
fa: یادداشت!
fr: Remarque !
it: Nota!
oc: Nòta !
pt_br: Observação!
ru: Внимание!
zh_tw: 注意！

source: Certain Bluetooth devices do not report battery level until Bluez's experimental features are enabled in system. Check Readme for details.
fr: Certains périphériques Bluetooth ne rendent pas compte du niveau de batterie tant que les fonctionnalités expérimentales de Bluez ne sont pas activées dans le système. Consultez le fichier Readme pour plus de détails.
oc: D’unes periferics Bluetooth senhalan pas lo nivèl de batariá sens que las foncionalitats experimentalas de Bluez sián activadas. Vejatz Me legir per mai de detalhs.
zh_tw: 某些藍牙裝置在系統啟用 Bluez 的實驗性功能前不會回傳電池電量。詳細資訊請查閱 Readme。

source: Battery Status:
es: Estado de batería:
fa: وضعیت باتری:
it: Stato batteria:
pt_br: Estado da Bateria:
ru: Статус батареи:
zh_tw: 電池狀態：

source: Reported
es: Reportar
fa: گزارش شده
it: Riportato
pt_br: Reportado
ru: Отправленно
zh_tw: 已回報

source: Not Available
es: No disponible
fa: در دسترس نیست
it: Non disponibile
pt_br: Não Disponível
ru: Недоступно
zh_tw: 無法使用

source: Icon
es: Icono
fa: نماد
it: Icona
pt_br: Ícone
ru: Икона
zh_tw: 圖示

source: Select Icon
es: Seleccionar icono
fa: نماد را انتخاب کنید
it: Seleziona icona
pt_br: Selecionar Ícone
ru: Выбрать иконку
zh_tw: 選擇圖示

source: Select the icon used for the indicator and quick menu
es: Seleccionar el icono usado para el indicador y el menú rápido
fa: نماد را برای منوی سریع انتخاب کنید
it: Seleziona l'icona utilizzata per l'indicatore e il menu rapido
pt_br: Selecione o ícone usado para o indicador e menu rápido
ru: Выбрать используемую иконку для индикатора и быстрого меню
zh_tw: 選擇用於指示器和快速選單的圖示

source: Quick Menu
es: Menú rápido
fa: فهرست سریع
it: Menu rapido
pt_br: Menu Rápido
ru: Быстрое меню
zh_tw: 快速選單

source: Display Battery Level
es: Mostrar el nivel de batería
fa: نمایش مقدار باتری
it: Mostra livello batteria
pt_br: Exibir o Nível da Bateria
ru: Показать процент заряда
zh_tw: 顯示電池電量

source: Display battery level in the Bluetooth panel quick menu
es: Mostrar el nivel de la batería en el menú rápido del panel de Bluetooth
fa: نمایش مقدار باتری در پنل منوی سریع
it: Mostra il livello della batteria nel menu rapido del pannello Bluetooth
pt_br: Exibir o nível da bateria no painel no menu rápido do Bluetooth
ru: Отображение уровня заряда батареи в быстром меню панели Bluetooth
zh_tw: 在藍牙面板快速選單中顯示電池電量

source: Indicator
es: Indicador
fa: شاخص
it: Indicatore
pt_br: Indicador
ru: Индикатор
zh_tw: 指示器

source: Configure Indicator
es: Configurar indicador
fa: پیکربندی شاخص
it: Configura indicatore
pt_br: Configurar Indicador
ru: Настроить индикатор
zh_tw: 設定指示器

source: Choose how the indicator should behave
es: Elegir cómo debe comportarse el indicador
fa: چگونگی عملکرد شاخص را انتخاب کنید
it: Scegli come dovrebbe comportarsi l'indicatore
pt_br: Escolha o comportamento do indicador
ru: Выберите, как должен себя вести индикатор
zh_tw: 選擇指示器的顯示方式

source: Do not show Icon
es: No mostrar el icono
fa: نماد را نشان نده
it: Non mostrare icona
pt_br: Não exibir o ícone
ru: Не показывать иконку
zh_tw: 不顯示圖示

source: Show Icon without Battery level
es: Mostrar el icono sin nivel de batería
fa: نمایش نماد بدون نمایش مقدار باتری
it: Mostra icona senza livello batteria
pt_br: Exibir o ícone sem o nível da Bateria
ru: Показывать значок без уровня заряда батареи
zh_tw: 顯示圖示但不顯示電量

source: Show Icon with Battery Level
es: Mostrar el icono con nivel de batería
fa: نمایش نماد با مقدار باتری
it: Mostra icona con livello batteria
pt_br: Exibir o ícone com o nível da Bateria
ru: Показывать значок с уровнем заряда батареи
zh_tw: 顯示圖示並顯示電量

source: Hide Icon
es: Ocultar icono
fa: پنهان کردن نماد
it: Nascondi icona
pt_br: Esconder o ícone
ru: Скрыть индикатор
zh_tw: 隱藏圖示

source: Show Icon
es: Mostrar icono
fa: نمایش نماد
it: Mostra icona
pt_br: Exibir ícone
ru: Показать иконку
zh_tw: 顯示圖示

source: Configure device.
es: Configurar dispositivo.
fa: پیکربندی دستگاه ها.
it: Configura dispositivo
pt_br: Configurar dispositivo.
ru: Настроить устройство.
zh_tw: 設定裝置。

source: Assign color for %d – %d%%
es: Asignar color para %d - %d%%
fa: انتخاب رنگ برای %d - %d
it: Assegna colore per %d – %d%%
pt_br: Definir cor para %d – %d%%
ru: Назначить цвет для %d – %d%%
zh_tw: 指定 %d – %d%% 的顏色

source: Set color for the battery level range of %d – %d%%
es: Establecer el color para el rango de batería de %d - %d%%
fa: انتخاب رنگ برای مقدار درصد باتری %d - %d
it: Colore per l'intervallo della batteria del %d – %d%%
pt_br: Definir cor para o nível da bateria na faixa de %d – %d%%
ru: Установить цвет для диапазона уровня заряда батареи %d – %d%%
zh_tw: 設定電池電量範圍 %d – %d%% 的顏色

source: Certain Bluetooth devices do not report battery level until Bluez's experimental features are enabled in system. Check <a href="%s">Readme</a> for details.
es: Algunos dispositivos Bluetooth no informan del nivel de batería hasta que las funciones experimentales de Bluez se activan en el sistema. Revise <a href="%s">Léame</a> para más detalles.
fa: بعضی از دستگاه های بلوتوثی نمیتوانند مقدار باتری را برای ما ارسال کنند تا وقتی که حالت آزمایشی Bluez در سیستمشان فعال نباشد. برای اطلاعات بیشتر <a href="%s"> کلیک </a> کنید.
it: Alcuni dispositivi Bluetooth non segnalano il livello della batteria fino a quando le funzionalità sperimentali dello stack Bluez non sono abilitate nel sistema. Controlla il <a href="%s">Leggimi</a> per i dettagli.
pt_br: Certos dispositivos não informam o nível da bateria até que as funções experimentais Bluez sejam ativadas. Verifique <a href="%s">Leia-me</a> para mais detalhes.
ru: Некоторые устройства Bluetooth не сообщают об уровне заряда батареи, пока в системе не будут включены экспериментальные функции Bluez. Подробности смотрите в <a href="%s">Readme</a>.
zh_tw: 某些藍牙裝置需要啟用系統中的 Bluez 實驗性功能才能回報電池電量。請參閱<a href="%s">說明文件</a>瞭解詳情。

source: Configuration by device
es: Configuración por dispositivo
fa: پیکربندی شده توسط دستگاه
it: Configurazione per dispositivo
pt_br: Configuração por dispositivo
ru: Конфигурация для устройства
zh_tw: 依裝置設定

source: Note: General settings override device-specific settings
es: Nota: La Configuración general sobrescribe parámetros específicos del dispositivo
fa: نکته: تنظیمات عمومی ، تنظیمات منحصر به دستگاه را تغییر می دهد
it: Nota: le impostazioni generali prevalgono sulle impostazioni del dispositivo
pt_br: Aviso: Configurações gerais anulam configurações específicas do dispositivo
ru: Примечание: Общие настройки переопределяют настройки, специфичные для устройства
zh_tw: 注意：一般設定會覆寫個別裝置設定

source: No Bluetooth device paired!
es: ¡Ningún dispositivo Bluetooth emparejado!
fa: هیچ دستگاه بلوتوثی جفت نشده!
it: Nessun dispositivo Bluetooth accoppiato!
pt_br: Nenhum dispositivo Bluetooth pareado!
ru: Нет сопряженных Bluetooth устройств!
zh_tw: 尚未配對藍牙裝置！

source: Enable battery indicators for Bluetooth devices
es: Activar los indicares de batería para dispositivos Bluetooth
fa: فعال سازی شاخص باتری برای دستگاه های بلوتوثی
it: Abilita indicatori della batteria per i dispositivi Bluetooth
pt_br: Habilita indicadores de bateria para dispositivos Bluetooth pareados
ru: Включить индикаторы для Bluetooth устройств
zh_tw: 啟用藍牙裝置的電池指示器

source: Displays Bluetooth device icon with battery level in system tray
es: Muestra el icono del dispositivo Bluetooth con el nivel de batería en la bandeja del sistema
fa: نشان دادن نماد دستگاه بلوتوثی با مقدار باتری در system tray
it: Mosta icona del dispositivo Bluetooth con il livello della batteria nella barra di sistema
pt_br: Exibir o ícone de dispositivos Bluetooth com o nível de bateria na bandeja do sistema
ru: Отображение значка устройства Bluetooth с уровнем заряда батареи в системном трее
zh_tw: 在系統匣中顯示藍牙裝置圖示與電池電量

source: Display battery percentage as text
es: Mostrar el porcentaje de batería como texto
fa: نمایش درصد مقدار باتری به صورت متنی
it: Mosta la percentuale della batteria come testo
pt_br: Exibir a porcentagem da bateria como texto
ru: Отображение процентного уровня заряда батареи устройства Bluetooth в текстовом виде
zh_tw: 以文字顯示電池電量百分比

source: Displays battery percentage beside the Bluetooth device icon
es: Muestra el porcentaje de batería junto al icono del dispositivo Bluetooth
fa: نمایش درصد باتری بعد از نماد دستگاه بلوتوثی
it: Mostra la percentuale della batteria accanto all'icona del dispositivo Bluetooth
pt_br: Exibir a porcentagem da bateria ao lado do ícone do dispositivo Bluetooth
ru: Отображает процент заряда батареи рядом со значком устройства Bluetooth
zh_tw: 在藍牙裝置圖示旁顯示電池電量百分比

source: Bluetooth Connection Status Indicator
es: Indicador de estado de conexión Bluetooth
fa: شاخص وضعیت اتصال بلوتوث
it: Indicatore dello stato di connessione Bluetooth
pt_br: Indicador do Estado da Conexão Bluetooth
ru: Отображать уровень заряда Bluetooth устройств
zh_tw: 藍牙連線狀態指示器

source: Hide conditionally: Displayed only when no other bluetooth related indicators are present
es: Ocultar condicionalmente: se muestra solo cuando no hay otros indicadores de Bluetooth presentes
fa: مخفی کردن شرطی: فقط وقتی نشان بده که هیچ شاخص بلوتوثی مربوط وجود نداشته باشد
it: Nascondi condizionalmente: visualizzato solo quando non sono presenti altri indicatori relativi al Bluetooth
pt_br: Ocultar condicionalmente: Exibir apenas quando nenhum outro indicador Bluetooth estiver presente
ru: Скрыть условно: отображается только при отсутствии других индикаторов, связанных с Bluetooth
zh_tw: 條件式隱藏：僅在沒有其他藍牙相關指示器時才顯示

source: Indicator Widget Settings
es: Configuración del Widget de indicadores
fa: تنظیمات ویجت شاخص
it: Impostazioni del widget dell'indicatore
pt_br: Configurações do Widget Indicador
ru: Настройки иконок системной панели
zh_tw: 指示器小工具設定

source: Battery Level Indicator Type
es: Tipo de indicador de nivel de batería
fa: نوع شاخص مقدار باتری
it: Tipo di indicatore del livello della batteria
pt_br: Tipo do Indicador de Nível de Bateria
ru: Тип индикатора уровня заряда батареи
zh_tw: 電池電量指示器類型

source: Dots offer better visibility
es: Los puntos ofrecen mejor visibilidad
fa: نقطه ها بهتر دیده میشوند
it: I puntini offrono una migliore visibilità
pt_br: Pontos oferecem uma melhor visibilidade
ru: Точки обеспечивают лучшую видимость
zh_tw: 圓點提供較佳的可見度

source: Battery Indicator Color Scheme
es: Combinación de colores del indicador de batería
fa: رنگ شاخص باتری
it: Schema colori dell'indicatore della batteria
pt_br: Esquema de Cores do Indicador de Bateria
ru: Цветовая схема индикатора батареи
zh_tw: 電池指示器配色方案

source: Choose color scheme for level bar/dots
es: Elegir la combinación de colores para la barra/puntos de nivel
fa: رنگی را برای مقدار باتری انتخاب کنید
it: Scegli lo schema di colori per la barra/i punti del livello
pt_br: Escolha o esquema de cores para a barra de nível/pontos
ru: Выберите цветовую схему для полос/точек уровня
zh_tw: 選擇電量條/圓點的配色方案

source: Default Behaviour
es: Comportamiento predeterminado
fa: رفتار پیش فرض
it: Compotamento predefinito
pt_br: Comportamento Padrão
ru: Стандартное поведение
zh_tw: 預設行為

source: Hide Always
es: Ocultar siempre
fa: همیشه مخفی
it: Nascondi sempre
pt_br: Ocultar Sempre
ru: Скрывать всегда
zh_tw: 永遠隱藏

source: Hide Conditionally
es: Ocultar condicionalmente
fa: مخفی کردن شرطی
it: Nascondi condizionalmente
pt_br: Ocultar Condicionalmente
ru: Скрыть по условию
zh_tw: 條件式隱藏

source: Battery Level Bar
es: Barra de nivel de batería
fa: درصد باتری نواری
it: Livello batteria a barre
pt_br: Barra de Nível da Bateria
ru: Полоса уровня заряда батареи
zh_tw: 電池電量條

source: Battery Level Dot
es: Punto de nivel de batería
fa: درصد باتری نقطه ای
it: Livello batteria a punti
pt_br: Ponto do Nível de Bateria
ru: Точка уровня заряда батареи
zh_tw: 電池電量圓點

source: Symbolic
es: Simbólico
fa: دارای نماد
it: Simbolico
pt_br: Simbólico
ru: Символьный
zh_tw: 符號

source: Colored
es: De color
fa: رنگی
it: Colorato
pt_br: Colorido
ru: Цветной
zh_tw: 彩色

source: Customized
es: Personalizado
fa: سفارشی کردن
it: Personalizzato
pt_br: Personalizado
ru: Индивидуальный
zh_tw: 自訂

source: Show battery icon for Bluetooth devices
es: Mostrar el icono de batería para dispositivos Bluetooth
fa: نمایش نماد باتری برای دستگاه های بلوتوثی
it: Mostra l'icona della batteria per i dispositivi Bluetooth
pt_br: Exibir o ícone da bateria para dispositivos Bluetooth
ru: Показывать значок батареи для устройств Bluetooth
zh_tw: 顯示藍牙裝置的電池圖示

source: Displays an icon in the popup menu for Bluetooth device battery level
es: Muestra un icono en el menú emergente para el nivel de batería de los dispositivos Bluetooth
fa: نمایش نماد در منو آبشاری برای مقدار باتری دستگاه بلوتوثی
it: Mostra un'icona nel menu a comparsa per il livello della batteria del dispositivo Bluetooth
pt_br: Exibir um ícone no menu pop-up para o npivel de bateria de Dispositivos Bluetooth
ru: Отображает значок во всплывающем меню для уровня заряда батареи устройства Bluetooth
zh_tw: 在彈出式選單中顯示藍牙裝置的電池電量圖示

source: Sort devices by connection history
es: Ordenar los dispositivos por historial de conexiones
fa: مرتب کردن برا اساس تاریخچه اتصال
it: Ordina i dispositivi per cronologia di connessione
pt_br: Ordenar dispositivos pelo histórico de conexão
ru: Сортировать устройства по истории подключений
zh_tw: 依連線歷史記錄排序裝置
